Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Showing %lld of %lld
source: Showing %1$lld of %2$lld
ar: عرض %lld من %lld
de: Zeigt %lld von %lld
es: Mostrando %lld de %lld
fr: Affichage de %lld sur %lld
it: Mostrando %lld di %lld
zh_hans: 显示 %lld 的 %lld

source: Sign in to iCloud and allow iCloud access for this app before turning on sync.
ar: قم بتسجيل الدخول إلى iCloud واسمح بالوصول إلى iCloud لهذا التطبيق قبل تشغيل المزامنة.
de: Melden Sie sich bei iCloud an und erlauben Sie iCloud-Zugriff für diese App, bevor Sie die Synchronisierung aktivieren.
es: Inicie sesión en iCloud y permita el acceso a iCloud para esta aplicación antes de activar la sincronización.
fr: Connectez-vous à iCloud et autorisez l'accès iCloud à cette application avant d'activer la synchronisation.
it: Accedi a iCloud e consenti l'accesso a iCloud per questa app prima di attivare la sincronizzazione.
zh_hans: 在打开同步之前，登录 iCloud 并允许 iCloud 访问此应用程序。

source: Sign in to iCloud to continue syncing.
ar: قم بتسجيل الدخول إلى iCloud لمواصلة المزامنة.
de: Melden Sie sich bei iCloud an, um mit der Synchronisierung fortzufahren.
es: Inicia sesión en iCloud para continuar con la sincronización.
fr: Connectez-vous à iCloud pour continuer la synchronisation.
it: Accedi a iCloud per continuare la sincronizzazione.
zh_hans: 登录 iCloud 以继续同步。

source: Six-Month Cash Flow
ar: التدفق النقدي لمدة ستة أشهر
de: Cashflow für sechs Monate
es: Flujo de caja de seis meses
fr: Flux de trésorerie sur six mois
it: Flusso di cassa a sei mesi
zh_hans: 六个月现金流量

source: Skip for now
ar: تخطي الآن
de: Überspringen Sie es vorerst
es: Saltar por ahora
fr: Passer pour l'instant
it: Salta per ora
zh_hans: 暂时跳过

source: Snapshots
ar: لقطات
de: Schnappschüsse
es: Instantáneas
fr: Instantanés
it: Istantanee
zh_hans: 快照

source: Source
ar: مصدر
de: Quelle
es: Fuente
it: Fonte
zh_hans: 来源

source: Spending analytics
ar: تحليلات الإنفاق
de: Ausgabenanalyse
es: Análisis de gastos
fr: Analyse des dépenses
it: Analisi della spesa
zh_hans: 支出分析

source: Status
ar: حالة
es: Estado
fr: Statut
it: Stato
zh_hans: 状态

source: Status • %@ Coins
ar: الحالة • %@ عملات معدنية
de: Status • %@ Münzen
es: Estado • %@ Monedas
fr: Statut • %@ Pièces
it: Stato • %@ Monete
zh_hans: 状态 • %@ 硬币

source: Status • %@ Sectors
ar: الحالة • %@ القطاعات
de: Status • %@ Sektoren
es: Estado • %@ Sectores
fr: Statut • %@ Secteurs
it: Stato • %@ Settori
zh_hans: 状态 • %@ 扇区

source: Status • %@) Coins
ar: الحالة • %@) العملات المعدنية
de: Status • %@) Münzen
es: Estado • %@) Monedas
fr: Statut • %@) Pièces
it: Stato • %@) Monete
zh_hans: 状态 • %@) 硬币

source: Status • %@) Sectors
ar: الحالة • %@) القطاعات
de: Status • %@) Sektoren
es: Estado • %@) Sectores
fr: Statut • %@) Secteurs
it: Stato • %@) Settori
zh_hans: 状态 • %@) 扇区

source: Stock
ar: مخزون
de: Aktie
es: Existencias
fr: Action
it: Azione
zh_hans: 库存

source: Stock and ETF prices
ar: أسعار الأسهم وصناديق الاستثمار المتداولة
de: Aktien- und ETF-Preise
es: Precios de acciones y ETF
fr: Cours des actions et des ETF
it: Prezzi delle azioni e degli ETF
zh_hans: 股票和 ETF 价格

source: Stocks, ETFs, and more
ar: الأسهم، صناديق الاستثمار المتداولة، وأكثر من ذلك
de: Aktien, ETFs und mehr
es: Acciones, ETF y más
fr: Actions, ETF et plus
it: Azioni, ETF e altro ancora
zh_hans: 股票、ETF 等

source: Storage
ar: تخزين
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
zh_hans: 存储

source: Swiss Franc
ar: الفرنك السويسري
de: Schweizer Franken
es: franco suizo
fr: Franc suisse
it: Franco svizzero
zh_hans: 瑞士法郎

source: Switzerland
ar: سويسرا
de: Schweiz
es: Suiza
fr: Suisse
it: Svizzera
zh_hans: 瑞士

source: Symbol
ar: رمز
es: Símbolo
fr: Symbole
it: Simbolo
zh_hans: 符号

source: Sync Data with iCloud
ar: مزامنة البيانات مع iCloud
de: Daten mit iCloud synchronisieren
es: Sincronizar datos con iCloud
fr: Synchroniser les données avec iCloud
it: Sincronizza i dati con iCloud
zh_hans: 与 iCloud 同步数据

source: Sync Error
ar: خطأ في المزامنة
de: Synchronisierungsfehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
zh_hans: 同步错误

source: Sync Failed
ar: فشلت المزامنة
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
fr: Échec de la synchronisation
it: Sincronizzazione non riuscita
zh_hans: 同步失败

source: Syncing
ar: المزامنة
de: Synchronisierung
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
zh_hans: 正在同步

source: System
ar: نظام
es: Sistema
fr: Système
it: Sistema
zh_hans: 系统

source: Tap a holding to edit its details
ar: اضغط على ملكية لتعديل تفاصيلها
de: Tippen Sie auf einen Betrieb, um dessen Details zu bearbeiten
es: Toca una explotación para editar sus detalles
fr: Appuyez sur une exploitation pour modifier ses détails
it: Tocca un'azienda per modificarne i dettagli
zh_hans: 点击馆藏以编辑其详细信息

source: Tap a position to edit its details
ar: اضغط على موضع لتحرير تفاصيله
de: Tippen Sie auf eine Position, um deren Details zu bearbeiten
es: Toca una posición para editar sus detalles.
fr: Appuyez sur un poste pour modifier ses détails
it: Tocca una posizione per modificarne i dettagli
zh_hans: 点击一个位置以编辑其详细信息

source: Technology
ar: تكنولوجيا
de: Technologie
es: Tecnología
fr: Technologie
it: Tecnologia
zh_hans: 技术

source: The API key was removed from the macOS Keychain.
ar: تمت إزالة مفتاح API من macOS Keychain.
de: Der API-Schlüssel wurde aus dem macOS-Schlüsselbund entfernt.
es: La clave API se eliminó del llavero de macOS.
fr: La clé API a été supprimée du trousseau macOS.
it: La chiave API è stata rimossa dal portachiavi macOS.
zh_hans: API 密钥已从 macOS 钥匙串中删除。

source: The API key was saved securely in Keychain.
ar: تم حفظ مفتاح API بشكل آمن في Keychain.
de: Der API-Schlüssel wurde sicher im Schlüsselbund gespeichert.
es: La clave API se guardó de forma segura en Keychain.
fr: La clé API a été enregistrée en toute sécurité dans le trousseau.
it: La chiave API è stata salvata in modo sicuro nel portachiavi.
zh_hans: API 密钥安全地保存在 Keychain 中。

source: The broker or platform fee is added to the position cost basis.
ar: تتم إضافة رسوم الوسيط أو المنصة إلى أساس تكلفة المركز.
de: Zur Positionskostenbasis kommt noch die Makler- bzw. Plattformgebühr hinzu.
es: La tarifa del corredor o de la plataforma se agrega a la base del costo de la posición.
fr: Les frais du courtier ou de la plateforme sont ajoutés à la base du coût de la position.
it: La commissione del broker o della piattaforma viene aggiunta alla base del costo della posizione.
zh_hans: 经纪商或平台费用添加到头寸成本基础上。

source: the built-in offline fallback rates
ar: معدلات التراجع المضمنة في وضع عدم الاتصال
de: die integrierten Offline-Fallback-Raten
es: las tarifas de reserva sin conexión integradas
fr: les taux de repli hors ligne intégrés
it: le tariffe di fallback offline integrate
zh_hans: 内置的离线回退率

source: The category will be saved for future %@ transactions.
ar: سيتم حفظ الفئة لمعاملات %@ المستقبلية.
de: Die Kategorie wird für zukünftige %@-Transaktionen gespeichert.
es: La categoría se guardará para futuras transacciones %@.
fr: La catégorie sera enregistrée pour les futures transactions %@.
it: La categoria verrà salvata per future transazioni %@.
zh_hans: 该类别将被保存以供将来的 %@ 交易使用。

source: The category will be saved for future %@) transactions.
ar: سيتم حفظ الفئة للمعاملات المستقبلية %@).
de: Die Kategorie wird für zukünftige %@)-Transaktionen gespeichert.
es: La categoría se guardará para futuras transacciones %@).
fr: La catégorie sera enregistrée pour les futures transactions %@).
it: La categoria verrà salvata per future transazioni %@).
zh_hans: 该类别将被保存以供将来 %@) 交易使用。

source: The end date cannot be before the first occurrence.
ar: لا يمكن أن يكون تاريخ الانتهاء قبل التواجد الأول.
de: Das Enddatum darf nicht vor dem ersten Vorkommen liegen.
es: La fecha de finalización no puede ser anterior a la primera aparición.
fr: La date de fin ne peut pas être antérieure à la première occurrence.
it: La data di fine non può essere anteriore alla prima occorrenza.
zh_hans: 结束日期不能早于第一次出现的日期。

source: The exchange-rate provider did not return a usable response.
ar: ولم يُرجع مزود سعر الصرف أي رد قابل للاستخدام.
de: Der Wechselkursanbieter hat keine verwertbare Antwort zurückgegeben.
es: El proveedor de tipos de cambio no devolvió una respuesta utilizable.
fr: Le fournisseur de taux de change n'a pas renvoyé de réponse utilisable.
it: Il fornitore del tasso di cambio non ha restituito una risposta utilizzabile.
zh_hans: 汇率提供商没有返回可用的响应。

source: The exchange-rate provider did not return all supported currencies.
ar: لم يُرجع موفر خدمة سعر الصرف جميع العملات المدعومة.
de: Der Wechselkursanbieter hat nicht alle unterstützten Währungen zurückgegeben.
es: El proveedor de tipo de cambio no devolvió todas las monedas admitidas.
fr: Le fournisseur de taux de change n'a pas renvoyé toutes les devises prises en charge.
it: Il fornitore del tasso di cambio non ha restituito tutte le valute supportate.
zh_hans: 汇率提供商没有返回所有支持的货币。

source: The exchange-rate provider returned an invalid response.
ar: قام موفر سعر الصرف بإرجاع استجابة غير صالحة.
de: Der Wechselkursanbieter hat eine ungültige Antwort zurückgegeben.
es: El proveedor de tipo de cambio devolvió una respuesta no válida.
fr: Le fournisseur de taux de change a renvoyé une réponse invalide.
it: Il fornitore del tasso di cambio ha restituito una risposta non valida.
zh_hans: 汇率提供商返回无效响应。

source: The exchange-rate provider returned HTTP %lld.
ar: قام موفر سعر الصرف بإرجاع HTTP %lld.
de: Der Wechselkursanbieter hat HTTP %lld zurückgegeben.
es: El proveedor de tipos de cambio devolvió HTTP %lld.
fr: Le fournisseur de taux de change a renvoyé HTTP %lld.
it: Il fornitore del tasso di cambio ha restituito HTTP %lld.
zh_hans: 汇率提供商返回 HTTP %lld。

source: The exchange-rate provider returned malformed data.
ar: قام موفر سعر الصرف بإرجاع بيانات مشوهة.
de: Der Wechselkursanbieter hat fehlerhafte Daten zurückgegeben.
es: El proveedor de tipos de cambio devolvió datos con formato incorrecto.
fr: Le fournisseur de taux de change a renvoyé des données mal formées.
it: Il fornitore del tasso di cambio ha restituito dati non corretti.
zh_hans: 汇率提供商返回格式错误的数据。

source: The exchange-rate request could not be created.
ar: لا يمكن إنشاء طلب سعر الصرف.
de: Die Wechselkursanfrage konnte nicht erstellt werden.
es: No se pudo crear la solicitud de tipo de cambio.
fr: La demande de taux de change n'a pas pu être créée.
it: Impossibile creare la richiesta di tasso di cambio.
zh_hans: 无法创建汇率请求。

source: The first occurrence must be in the future.
ar: يجب أن يكون الحدث الأول في المستقبل.
de: Das erste Vorkommen muss in der Zukunft liegen.
es: La primera ocurrencia debe ser en el futuro.
fr: La première occurrence doit avoir lieu dans le futur.
it: La prima occorrenza deve essere nel futuro.
zh_hans: 第一次出现一定是在将来。

source: The iCloud account changed. Sync was disabled to prevent data from crossing accounts. Enable it again to sync with the current account.
ar: تم تغيير حساب iCloud. تم تعطيل المزامنة لمنع البيانات من عبور الحسابات. قم بتمكينه مرة أخرى للمزامنة مع الحساب الحالي.
de: Das iCloud-Konto hat sich geändert. Die Synchronisierung wurde deaktiviert, um zu verhindern, dass Daten kontenübergreifend übertragen werden. Aktivieren Sie es erneut, um die Synchronisierung mit dem aktuellen Konto durchzuführen.
es: La cuenta de iCloud cambió. La sincronización se deshabilitó para evitar que los datos crucen cuentas. Habilítelo nuevamente para sincronizarlo con la cuenta actual.
fr: Le compte iCloud a changé. La synchronisation a été désactivée pour empêcher les données de croiser les comptes. Réactivez-le pour synchroniser avec le compte actuel.
it: L'account iCloud è cambiato. La sincronizzazione è stata disabilitata per impedire che i dati si incrocino tra gli account. Abilitalo nuovamente per la sincronizzazione con l'account corrente.
zh_hans: iCloud 帐户已更改。同步被禁用以防止数据跨帐户。再次启用它以与当前帐户同步。

source: The iCloud account does not have enough available storage.
ar: لا يحتوي حساب iCloud على سعة تخزينية كافية متاحة.
de: Das iCloud-Konto verfügt nicht über genügend verfügbaren Speicherplatz.
es: La cuenta de iCloud no tiene suficiente almacenamiento disponible.
fr: Le compte iCloud ne dispose pas de suffisamment de stockage disponible.
it: L'account iCloud non dispone di spazio di archiviazione sufficiente.
zh_hans: iCloud 帐户没有足够的可用存储空间。

source: The iCloud data couldn't be deleted. Check your connection and try again.
ar: تعذّر حذف بيانات iCloud. تحقق من اتصالك وحاول مرة أخرى.
ca: No s'han pogut suprimir les dades d'iCloud. Comprova la connexió i torna-ho a provar.
cs: Data v iCloud se nepodařilo smazat. Zkontrolujte připojení a zkuste to znovu.
da: iCloud-dataene kunne ikke slettes. Tjek din forbindelse, og prøv igen.
de: Die iCloud-Daten konnten nicht gelöscht werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η διαγραφή των δεδομένων iCloud. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudieron eliminar los datos de iCloud. Comprueba tu conexión e inténtalo de nuevo.
fi: iCloud-tietoja ei voitu poistaa. Tarkista yhteytesi ja yritä uudelleen.
fr: Les données iCloud n'ont pas pu être supprimées. Vérifiez votre connexion et réessayez.
he: לא ניתן היה למחוק את נתוני ה-iCloud. בדוק את החיבור ונסה שוב.
hi: iCloud डेटा हटाया नहीं जा सका। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: iCloud podatke nije bilo moguće izbrisati. Provjerite vezu i pokušajte ponovno.
hu: Az iCloud-adatokat nem sikerült törölni. Ellenőrizze a kapcsolatot, és próbálja újra.
id: Data iCloud tidak dapat dihapus. Periksa koneksi Anda dan coba lagi.
it: Impossibile eliminare i dati su iCloud. Controlla la connessione e riprova.
ja: iCloud のデータを削除できませんでした。接続を確認してからもう一度お試しください。
ko: iCloud 데이터를 삭제할 수 없습니다. 연결 상태를 확인하고 다시 시도하세요.
ms: Data iCloud tidak dapat dipadam. Semak sambungan anda dan cuba lagi.
nb: iCloud-dataene kunne ikke slettes. Sjekk tilkoblingen og prøv igjen.
nl: De iCloud-gegevens konden niet worden verwijderd. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się usunąć danych z iCloud. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível excluir os dados do iCloud. Verifique sua conexão e tente novamente.
pt_pt: Não foi possível eliminar os dados do iCloud. Verifique a ligação e tente novamente.
ro: Datele din iCloud nu au putut fi șterse. Verificați conexiunea și încercați din nou.
ru: Не удалось удалить данные из iCloud. Проверьте соединение и повторите попытку.
sk: Údaje v iCloud sa nepodarilo odstrániť. Skontrolujte pripojenie a skúste to znova.
sv: Det gick inte att radera iCloud-data. Kontrollera din anslutning och försök igen.
th: ไม่สามารถลบข้อมูล iCloud ได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: iCloud verileri silinemedi. Bağlantınızı kontrol edip yeniden deneyin.
uk: Не вдалося видалити дані з iCloud. Перевірте підключення та повторіть спробу.
vi: Không thể xóa dữ liệu iCloud. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法删除 iCloud 数据。请检查网络连接后重试。
zh_hant: 無法刪除 iCloud 資料。請檢查你的網路連線後再試一次。

source: The key is saved only after %@ returns a live USD price.
ar: يتم حفظ المفتاح فقط بعد أن يقوم %@ بإرجاع سعر مباشر بالدولار الأمريكي.
de: Der Schlüssel wird erst gespeichert, nachdem %@ einen Live-USD-Preis zurückgibt.
es: La clave se guarda solo después de que %@ devuelva un precio en USD activo.
fr: La clé n'est enregistrée qu'une fois que %@ a renvoyé un prix en USD en direct.
it: La chiave viene salvata solo dopo che %@ restituisce un prezzo in USD in tempo reale.
zh_hans: 仅在 %@ 返回实时美元价格后才会保存密钥。

source: the last cached rates
ar: آخر معدلات التخزين المؤقت
de: die zuletzt zwischengespeicherten Tarife
es: las últimas tarifas almacenadas en caché
fr: les derniers tarifs mis en cache
it: le ultime tariffe memorizzate nella cache
zh_hans: 最后缓存的速率

source: The local database could not be loaded. The original file was left untouched. %@
ar: لا يمكن تحميل قاعدة البيانات المحلية. تم ترك الملف الأصلي دون تغيير. %@
de: Die lokale Datenbank konnte nicht geladen werden. Die Originaldatei blieb unberührt. %@
es: No se pudo cargar la base de datos local. El archivo original quedó intacto. %@
fr: La base de données locale n'a pas pu être chargée. Le fichier original n'a pas été modifié. %@
it: Impossibile caricare il database locale. Il file originale è rimasto intatto. %@
zh_hans: 无法加载本地数据库。原始文件保持不变。 %@

source: The local database is unavailable.
ar: قاعدة البيانات المحلية غير متوفرة.
de: Die lokale Datenbank ist nicht verfügbar.
es: La base de datos local no está disponible.
fr: La base de données locale n'est pas disponible.
it: Il database locale non è disponibile.
zh_hans: 本地数据库不可用。

source: The market data request could not be created.
ar: لا يمكن إنشاء طلب بيانات السوق.
de: Die Marktdatenanfrage konnte nicht erstellt werden.
es: No se pudo crear la solicitud de datos de mercado.
fr: La demande de données de marché n'a pas pu être créée.
it: Impossibile creare la richiesta dei dati di mercato.
zh_hans: 无法创建市场数据请求。

source: The network is unavailable. Local changes are saved and will retry automatically.
ar: الشبكة غير متوفرة. يتم حفظ التغييرات المحلية وستتم إعادة المحاولة تلقائيًا.
de: Das Netzwerk ist nicht verfügbar. Lokale Änderungen werden gespeichert und automatisch erneut versucht.
es: La red no está disponible. Los cambios locales se guardan y se volverán a intentar automáticamente.
fr: Le réseau n'est pas disponible. Les modifications locales sont enregistrées et seront réessayées automatiquement.
it: La rete non è disponibile. Le modifiche locali vengono salvate e verranno riprovate automaticamente.
zh_hans: 网络不可用。本地更改已保存并会自动重试。

source: The PDF statement could not be read. %@
ar: تعذّرت قراءة كشف PDF. %@
ca: No s'ha pogut llegir l'extracte PDF. %@
cs: Výpis PDF se nepodařilo přečíst. %@
da: PDF-kontoudtoget kunne ikke læses. %@
de: Der PDF-Kontoauszug konnte nicht gelesen werden. %@
el: Δεν ήταν δυνατή η ανάγνωση του αντιγράφου κίνησης PDF. %@
es: No se pudo leer el extracto PDF. %@
fi: PDF-tiliotetta ei voitu lukea. %@
fr: Le relevé PDF n'a pas pu être lu. %@
he: לא ניתן היה לקרוא את דף החשבון בפורמט PDF. %@
hi: PDF विवरण नहीं पढ़ा जा सका। %@
hr: PDF izvod nije bilo moguće pročitati. %@
hu: A PDF-kivonatot nem sikerült beolvasni. %@
id: Rekening koran PDF tidak dapat dibaca. %@
it: Impossibile leggere l'estratto conto PDF. %@
ja: PDF明細書を読み込めませんでした。%@
ko: PDF 명세서를 읽을 수 없습니다. %@
ms: Penyata PDF tidak dapat dibaca. %@
nb: PDF-kontoutskriften kunne ikke leses. %@
nl: Het PDF-overzicht kon niet worden gelezen. %@
pl: Nie udało się odczytać wyciągu PDF. %@
pt_br: Não foi possível ler o extrato PDF. %@
pt_pt: Não foi possível ler o extrato PDF. %@
ro: Extrasul PDF nu a putut fi citit. %@
ru: Не удалось прочитать выписку PDF. %@
sk: Výpis PDF sa nepodarilo prečítať. %@
sv: Det gick inte att läsa PDF-kontoutdraget. %@
th: ไม่สามารถอ่านใบแจ้งยอด PDF ได้ %@
tr: PDF ekstresi okunamadı. %@
uk: Не вдалося прочитати виписку PDF. %@
vi: Không thể đọc sao kê PDF. %@
zh_hans: 无法读取该 PDF 对账单。%@
zh_hant: 無法讀取 PDF 對帳單。%@

source: The schedule was saved, but notifications are not authorized. You can enable them in iOS Settings and then edit this schedule.
ar: تم حفظ الجدول الزمني، لكن الإشعارات غير مسموح بها. يمكنك تمكينها في إعدادات iOS ثم تعديل هذا الجدول الزمني.
de: Der Zeitplan wurde gespeichert, aber Benachrichtigungen sind nicht autorisiert. Sie können sie in den iOS-Einstellungen aktivieren und dann diesen Zeitplan bearbeiten.
es: La programación se guardó, pero las notificaciones no están autorizadas. Puede habilitarlos en la configuración de iOS y luego editar este programa.
fr: Le planning a été enregistré, mais les notifications ne sont pas autorisées. Vous pouvez les activer dans les paramètres iOS, puis modifier ce calendrier.
it: La pianificazione è stata salvata, ma le notifiche non sono autorizzate. Puoi abilitarli nelle Impostazioni iOS e quindi modificare questa pianificazione.
zh_hans: 计划已保存，但未授权通知。您可以在 iOS 设置中启用它们，然后编辑此计划。

source: The schedule was saved, but notifications are not authorized. You can enable them in System Settings and then edit this schedule.
ar: تم حفظ الجدول الزمني، لكن الإشعارات غير مسموح بها. يمكنك تمكينها في إعدادات النظام ثم تعديل هذا الجدول الزمني.
de: Der Zeitplan wurde gespeichert, aber Benachrichtigungen sind nicht autorisiert. Sie können sie in den Systemeinstellungen aktivieren und dann diesen Zeitplan bearbeiten.
es: La programación se guardó, pero las notificaciones no están autorizadas. Puede habilitarlos en Configuración del sistema y luego editar este programa.
fr: Le planning a été enregistré, mais les notifications ne sont pas autorisées. Vous pouvez les activer dans les paramètres système, puis modifier ce calendrier.
it: La pianificazione è stata salvata, ma le notifiche non sono autorizzate. Puoi abilitarli nelle Impostazioni di sistema e quindi modificare questa pianificazione.
zh_hans: 计划已保存，但未授权通知。您可以在系统设置中启用它们，然后编辑此计划。

source: The selected file is empty.
ar: الملف المحدد فارغ.
de: Die ausgewählte Datei ist leer.
es: El archivo seleccionado está vacío.
fr: Le fichier sélectionné est vide.
it: Il file selezionato è vuoto.
zh_hans: 所选文件为空。

source: The selected file is not a valid Wealth Compass JSON backup. %@
ar: الملف المحدد ليس نسخة احتياطية صالحة لـ Wealth Compass JSON. %@
de: Die ausgewählte Datei ist kein gültiges Wealth Compass JSON-Backup. %@
es: El archivo seleccionado no es una copia de seguridad JSON válida de Wealth Compass. %@
fr: Le fichier sélectionné n’est pas une sauvegarde JSON Wealth Compass valide. %@
it: Il file selezionato non è un backup JSON Wealth Compass valido. %@
zh_hans: 所选文件不是有效的 Wealth Compass JSON 备份。 %@

source: The statement file could not be read. %@
ar: تعذّرت قراءة ملف الكشف. %@
ca: No s'ha pogut llegir el fitxer de l'extracte. %@
cs: Soubor s výpisem se nepodařilo přečíst. %@
da: Kontoudtogsfilen kunne ikke læses. %@
de: Die Kontoauszugsdatei konnte nicht gelesen werden. %@
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου αντιγράφου κίνησης. %@
es: No se pudo leer el archivo del extracto. %@
fi: Tiliotetiedostoa ei voitu lukea. %@
fr: Le fichier du relevé n'a pas pu être lu. %@
he: לא ניתן היה לקרוא את קובץ דף החשבון. %@
hi: विवरण फ़ाइल नहीं पढ़ी जा सकी। %@
hr: Datoteku izvoda nije bilo moguće pročitati. %@
hu: A kivonatfájlt nem sikerült beolvasni. %@
id: File rekening koran tidak dapat dibaca. %@
it: Impossibile leggere il file dell'estratto conto. %@
ja: 明細書ファイルを読み込めませんでした。%@
ko: 명세서 파일을 읽을 수 없습니다. %@
ms: Fail penyata tidak dapat dibaca. %@
nb: Kontoutskriftsfilen kunne ikke leses. %@
nl: Het overzichtsbestand kon niet worden gelezen. %@
pl: Nie udało się odczytać pliku wyciągu. %@
pt_br: Não foi possível ler o arquivo de extrato. %@
pt_pt: Não foi possível ler o ficheiro do extrato. %@
ro: Fișierul extrasului nu a putut fi citit. %@
ru: Не удалось прочитать файл выписки. %@
sk: Súbor výpisu sa nepodarilo prečítať. %@
sv: Det gick inte att läsa kontoutdragsfilen. %@
th: ไม่สามารถอ่านไฟล์ใบแจ้งยอดได้ %@
tr: Ekstre dosyası okunamadı. %@
uk: Не вдалося прочитати файл виписки. %@
vi: Không thể đọc tệp sao kê. %@
zh_hans: 无法读取该对账单文件。%@
zh_hant: 無法讀取對帳單檔案。%@

source: The stored credential will be deleted from the macOS Keychain.
ar: سيتم حذف بيانات الاعتماد المخزنة من macOS Keychain.
de: Die gespeicherten Anmeldeinformationen werden aus dem macOS-Schlüsselbund gelöscht.
es: La credencial almacenada se eliminará del llavero de macOS.
fr: Les informations d'identification stockées seront supprimées du trousseau macOS.
it: Le credenziali archiviate verranno eliminate dal portachiavi macOS.
zh_hans: 存储的凭据将从 macOS 钥匙串中删除。
